Repository: naa986/wp-stripe-checkout
Catalog: wp-stripe-checkout/languages/wp-stripe-checkout-*.po
Languages: it_it

source: A purchase has been made.
it_it: È stato effettuato un acquisto.

source: A purchase receipt email is sent to the customer after completion of a successful purchase
it_it: Un'email di conferma d’acquisto viene inviata al cliente al termine di un acquisto completato con successo.

source: A sale notification email is sent to the chosen recipient after completion of a successful purchase
it_it: Un'email di notifica di vendita viene inviata al destinatario selezionato al termine di un acquisto completato con successo.

source: Accept payments with the Stripe payment gateway in WordPress
it_it: Accetta pagamenti tramite il gateway di pagamento Stripe in WordPress

source: Add New
it_it: Aggiungi nuovo

source: Add New Order
it_it: Aggiungi nuovo ordine

source: Add New Product
it_it: Aggiungi nuovo prodotto

source: Add-ons
it_it: Estensioni

source: Advanced
it_it: Avanzate

source: All Orders
it_it: Tutti gli ordini

source: All Products (Deprecated)
it_it: Tutti i prodotti (obsoleto)

source: Allow Promotion Codes
it_it: Consenti codici promozionali

source: Allow user redeemable promotion codes at checkout
it_it: Consenti l’utilizzo di codici promozionali da parte degli utenti al checkout

source: Amount:
it_it: Importo:

source: Auto
it_it: Automatico

source: Billing Address Collection
it_it: Raccolta dell’indirizzo di fatturazione

source: Button Image
it_it: Immagine del pulsante

source: Button Text
it_it: Testo del pulsante

source: Cancel URL
it_it: URL di annullamento

source: Cancel URL could not be found.
it_it: Impossibile trovare l’URL di annullamento.

source: Check this option if you want to enable debug
it_it: Seleziona questa opzione per attivare il debug

source: Check this option if you want to load Stripe scripts on every page. By default, the scripts are loaded only when a shortcode is present. (Optional)
it_it: Seleziona questa opzione per caricare gli script di Stripe su ogni pagina. Di default, gli script vengono caricati solo quando è presente uno shortcode. (Opzionale)

source: Check this option if you want to place the Stripe payment gateway in test mode using test API keys.
it_it: Seleziona questa opzione per attivare la modalità di test del gateway di pagamento Stripe utilizzando le chiavi API di test.

source: Check this option if you want to verify nonces on the front end. Nonces are WordPress's security tokens that can help protect buttons from certain types of misuse. (Optional)
it_it: Seleziona questa opzione per verificare i nonce nel frontend. I nonce sono token di sicurezza di WordPress che aiutano a proteggere i pulsanti da alcuni tipi di abuso. (Opzionale)

source: Client Reference ID could not be found.
it_it: Impossibile trovare l’ID di riferimento del cliente.

source: Currency Code
it_it: Codice valuta

source: Currency could not be found
it_it: Valuta non trovata

source: Currency could not be found.
it_it: Valuta non trovata.

source: Customer Email
it_it: Email del cliente

source: Customer Name
it_it: Nome del cliente

source: Date
it_it: Data

source: Dear
it_it: Gentile

source: Debug log file could not be reset
it_it: Impossibile ripristinare il file di log del debug

source: Debug log file has been reset
it_it: Il file di log del debug è stato ripristinato

source: Edit Order
it_it: Modifica ordine

source: Edit Product
it_it: Modifica prodotto

source: Email Body
it_it: Corpo dell’email

source: Email Sender Options
it_it: Opzioni del mittente dell’email

source: Email Type
it_it: Tipo di email

source: Emails
it_it: Email

source: Enable Debug
it_it: Attiva debug

source: Enable phone number collection at checkout
it_it: Raccogli il numero di telefono al checkout

source: Enable shipping address collection at checkout
it_it: Raccogli l’indirizzo di spedizione al checkout

source: Enable tax ID collection at checkout
it_it: Raccogli il codice fiscale/partita IVA al checkout

source: Enable this email notification
it_it: Attiva questa notifica via email

source: Enable/Disable
it_it: Attiva/Disattiva

source: Enter a numeric value greater than %s. e.g. %s.
it_it: Inserisci un valore numerico maggiore di %s. Esempio: %s.

source: Enter a text for the button. If the field is not empty the plugin will use a plain button for this product. The default text is "Buy Now".
it_it: Inserisci un testo per il pulsante. Se il campo non è vuoto, il plugin utilizzerà un pulsante testuale per questo prodotto. Il testo predefinito è "Acquista ora".

source: Enter a URL to an image that will act as the button. If the field is not empty the plugin will use the specified button image for this product.
it_it: Inserisci l’URL di un’immagine da utilizzare come pulsante. Se il campo non è vuoto, il plugin utilizzerà l’immagine specificata per questo prodotto.

source: Error! Nonce Security Check Failed!
it_it: Errore! Controllo di sicurezza del nonce fallito!

source: Error! Nonce Security Check Failed! please reset the debug log file again.
it_it: Errore! Controllo di sicurezza del nonce fallito! Riprova a ripristinare il file di log del debug.

source: Error! Nonce Security Check Failed! please save the debug settings again.
it_it: Errore! Controllo di sicurezza del nonce fallito! Salva nuovamente le impostazioni di debug.

source: Error! Nonce Security Check Failed! please save the email settings again.
it_it: Errore! Controllo di sicurezza del nonce fallito! Salva nuovamente le impostazioni email.

source: Error! Nonce Security Check Failed! please save the general settings again.
it_it: Errore! Controllo di sicurezza del nonce fallito! Salva nuovamente le impostazioni generali.

source: Error! Nonce Security Check Failed! please save the settings again.
it_it: Errore! Controllo di sicurezza del nonce fallito! Salva nuovamente le impostazioni.

source: From Email Address
it_it: Indirizzo email del mittente

source: From Name
it_it: Nome del mittente

source: General
it_it: Generali

source: Hello
it_it: Ciao

source: Invalid product ID
it_it: ID prodotto non valido

source: Invalid product ID.
it_it: ID prodotto non valido.

source: Invalid product price
it_it: Prezzo prodotto non valido

source: Invalid product quantity
it_it: Quantità prodotto non valida

source: Invalid product type
it_it: Tipo di prodotto non valido

source: Item name could not be found.
it_it: Impossibile trovare il nome dell’articolo.

source: Item price could not be found.
it_it: Impossibile trovare il prezzo dell’articolo.

source: item_name cannot be left empty
it_it: Il campo item_name non può essere vuoto

source: Learn how to configure it <a target="_blank" href="%s">here</a>.
it_it: Scopri come configurarlo <a target="_blank" href="%s">qui</a>.

source: Live Publishable Key
it_it: Chiave pubblicabile live

source: Live Secret Key
it_it: Chiave segreta live

source: Load Scripts Globally
it_it: Carica script globalmente

source: Name
it_it: Nome

source: Need Help?
it_it: Hai bisogno di aiuto?

source: New Customer Order
it_it: Nuovo ordine cliente

source: New Order
it_it: Nuovo ordine

source: New Product
it_it: Nuovo prodotto

source: No orders found in Trash.
it_it: Nessun ordine trovato nel cestino.

source: No Orders found.
it_it: Nessun ordine trovato.

source: No products found in Trash.
it_it: Nessun prodotto trovato nel cestino.

source: No Products found.
it_it: Nessun prodotto trovato.

source: Order
it_it: Ordine

source: Orders
it_it: Ordini

source: Parent Orders:
it_it: Ordini genitore:

source: Parent Products:
it_it: Prodotti genitore:

source: Phone Number Collection
it_it: Raccolta numero di telefono

source: Plain Text
it_it: Testo semplice

source: Please also make sure that you are including jQuery and there are no JavaScript errors on the page.
it_it: Assicurati anche di aver incluso jQuery e che non ci siano errori JavaScript nella pagina.

source: Please make sure your card details have been entered correctly and that your browser supports JavaScript.
it_it: Assicurati che i dati della carta siano stati inseriti correttamente e che il tuo browser supporti JavaScript.

source: Please visit the <a target="_blank" href="%s">Stripe Checkout</a> documentation page for setup instructions.
it_it: Visita la pagina della documentazione di <a target="_blank" href="%s">Stripe Checkout</a> per le istruzioni di configurazione.

source: Price
it_it: Prezzo

source: Price:
it_it: Prezzo:

source: Product
it_it: Prodotto

source: Product amount could not be found.
it_it: Impossibile trovare l’importo del prodotto.

source: Product ID could not be found.
it_it: Impossibile trovare l’ID del prodotto.

source: Product Name
it_it: Nome prodotto

source: Product name could not be found
it_it: Impossibile trovare il nome del prodotto

source: Product name could not be found.
it_it: Impossibile trovare il nome del prodotto.

source: Product price could not be found.
it_it: Impossibile trovare il prezzo del prodotto.

source: Product sold:
it_it: Prodotto venduto:

source: Product:
it_it: Prodotto:

source: Products
it_it: Prodotti

source: Purchase Receipt
it_it: Ricevuta d’acquisto

source: Purchase Receipt Email
it_it: Email di conferma d’acquisto

source: Purchased by:
it_it: Acquistato da:

source: Recipient
it_it: Destinatario

source: Required
it_it: Obbligatorio

source: Reset Log
it_it: Ripristina log

source: Sale Notification Email
it_it: Email di notifica vendita

source: Save Changes
it_it: Salva modifiche

source: Search Orders
it_it: Cerca ordini

source: Search Products
it_it: Cerca prodotti

source: See <a target="_blank" href="%s">which currencies are supported by stripe</a> for details.
it_it: Consulta <a target="_blank" href="%s">quali valute sono supportate da Stripe</a> per maggiori dettagli.

source: Session URL could not be found.
it_it: Impossibile trovare l’URL della sessione.

source: Settings
it_it: Impostazioni

source: Settings from add-ons will appear here.
it_it: Le impostazioni delle estensioni appariranno qui.

source: Settings Saved
it_it: Impostazioni salvate

source: Shipping Address Collection
it_it: Raccolta indirizzo di spedizione

source: Specify how Checkout should collect the customer's billing address.
it_it: Specifica come Checkout deve raccogliere l’indirizzo di fatturazione del cliente.

source: Stripe Shipping Rate ID
it_it: ID tariffa di spedizione Stripe

source: Stripe Webhook Signing Secret
it_it: Chiave segreta webhook Stripe

source: Stripe Webhook URL
it_it: URL webhook Stripe

source: Subject
it_it: Oggetto

source: Success URL
it_it: URL di successo

source: Success URL could not be found.
it_it: Impossibile trovare l’URL di successo.

source: Tax ID Collection
it_it: Raccolta codice fiscale/partita IVA

source: Test Mode
it_it: Modalità test

source: Test Publishable Key
it_it: Chiave pubblicabile di test

source: Test Secret Key
it_it: Chiave segreta di test

source: Thank you
it_it: Grazie

source: Thank you for your purchase. Your purchase details are shown below for your reference:
it_it: Grazie per il tuo acquisto. I dettagli del tuo ordine sono riportati qui sotto per tua referenza:

source: The content type of the purchase receipt email.
it_it: Il tipo di contenuto dell’email di conferma d’acquisto.

source: The content type of the sale notification email.
it_it: Il tipo di contenuto dell’email di notifica vendita.

source: The currency of the payment.
it_it: La valuta del pagamento.

source: The email address that should receive a notification anytime a sale is made.
it_it: L’indirizzo email che deve ricevere una notifica ogni volta che viene effettuata una vendita.

source: The ID of the shipping rate configured in your Stripe account. e.g. %s.
it_it: L’ID della tariffa di spedizione configurata nel tuo account Stripe. Esempio: %s.

source: The main content of the purchase receipt email.
it_it: Il contenuto principale dell’email di conferma d’acquisto.

source: The main content of the sale notification email.
it_it: Il contenuto principale dell’email di notifica vendita.

source: The page URL to which the customer will be redirected after a successful payment.
it_it: L’URL della pagina a cui il cliente verrà reindirizzato dopo un pagamento avvenuto con successo.

source: The page URL to which the customer will be redirected if they decide to cancel payment and return to your website.
it_it: L’URL della pagina a cui il cliente verrà reindirizzato se decide di annullare il pagamento e tornare al tuo sito.

source: The sender email that appears in outgoing emails. Leave empty to use the default.
it_it: L’indirizzo email del mittente che appare nelle email inviate. Lascia vuoto per usare il valore predefinito.

source: The sender name that appears in outgoing emails. Leave empty to use the default.
it_it: Il nome del mittente che appare nelle email inviate. Lascia vuoto per usare il valore predefinito.

source: The subject line for the purchase receipt email.
it_it: L’oggetto dell’email di conferma d’acquisto.

source: The subject line for the sale notification email.
it_it: L’oggetto dell’email di notifica vendita.

source: The URL of your site where Stripe will send notification of an event.
it_it: L’URL del tuo sito a cui Stripe invierà le notifiche relative agli eventi.

source: The URL to which the customer will be directed if they decide to cancel payment and return to your website.
it_it: L’URL a cui il cliente verrà reindirizzato se decide di annullare il pagamento e tornare al tuo sito.

source: The URL to which the customer will be redirected after a successful payment.
it_it: L’URL a cui il cliente verrà reindirizzato dopo un pagamento avvenuto con successo.

source: There was a problem connecting to the payment gateway.
it_it: Si è verificato un problema nella connessione al gateway di pagamento.

source: Thumbnail
it_it: Miniatura

source: Total
it_it: Totale

source: Total Amount
it_it: Importo totale

source: Transaction ID
it_it: ID transazione

source: Transaction ID:
it_it: ID transazione:

source: Use the <a href="%s">Debug</a> menu for diagnostics.
it_it: Usa il menu <a href="%s">Debug</a> per la diagnostica.

source: Verify Front-end Nonces
it_it: Verifica i nonce nel frontend

source: View Order
it_it: Visualizza ordine

source: View Product
it_it: Visualizza prodotto

source: Visit the <a target="_blank" href="%s">plugin homepage</a>.
it_it: Visita la <a target="_blank" href="%s">pagina del plugin</a>.

source: WP Stripe Checkout Debug Log
it_it: Log di debug di WP Stripe Checkout

source: WP Stripe Checkout Debug log file is not writable. Please check to make sure that it has the correct file permission (ideally 644). Otherwise the plugin will not be able to write to the log file. The log file can be found in the logs directory of the plugin -
it_it: Il file di log del debug di WP Stripe Checkout non è scrivibile. Assicurati che abbia i permessi corretti (idealmente 644). Altrimenti il plugin non potrà scrivere nel file di log. Il file si trova nella cartella "logs" del plugin –

source: WP User ID
it_it: ID utente WP

source: You can find the full list of available email tags <a target="_blank" href="%s">here</a>.
it_it: Puoi trovare l’elenco completo dei tag email disponibili <a target="_blank" href="%s">qui</a>.

source: You can get it from your <a target="_blank" href="%s">stripe account</a>.
it_it: Puoi ottenerlo dal tuo <a target="_blank" href="%s">account Stripe</a>.

source: You need to provide a cancel URL page in the settings
it_it: Devi specificare una pagina per l’URL di annullamento nelle impostazioni

source: You need to provide a name for your item
it_it: Devi specificare un nome per il tuo articolo

source: You need to provide a payment link URL in the shortcode
it_it: Devi specificare un URL di pagamento nello shortcode

source: You need to provide a price ID or sku in the shortcode
it_it: Devi specificare un ID prezzo o uno SKU nello shortcode

source: You need to provide a return URL page in the settings
it_it: Devi specificare una pagina per l’URL di ritorno nelle impostazioni

source: You need to provide a success URL page in the settings
it_it: Devi specificare una pagina per l’URL di successo nelle impostazioni

source: You need to provide a valid price amount for your item
it_it: Devi specificare un importo valido per il tuo articolo

source: You need to provide a valid price for your item
it_it: Devi specificare un prezzo valido per il tuo articolo

source: You need to provide your publishable key in the settings
it_it: Devi inserire la tua chiave pubblicabile nelle impostazioni

source: Your Live Publishable Key.
it_it: La tua chiave pubblicabile live.

source: Your Secret Key.
it_it: La tua chiave segreta.

source: Your Test Publishable Key.
it_it: La tua chiave pubblicabile di test.

source: Your Test Secret Key.
it_it: La tua chiave segreta di test.

source: Your webhook's signing secret. This will be used to verify each notification. (Optional)
it_it: La chiave segreta del tuo webhook. Verrà utilizzata per verificare ogni notifica. (Opzionale)
